Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Excluded Running Apps
ar: التطبيقات قيد التشغيل المستبعدة
de: Ausgeschlossene laufende Apps
es: Apps abiertas excluidas
fr: Applications en cours d'exécution exclues
hu: Kizárt futó alkalmazások
ja: 除外された実行中のアプリ
nl: Uitgesloten geopende apps
pl: Wykluczone uruchomione aplikacje
pt: Apps em Execução Excluídas
ru: Исключенные запущенные приложения
sv: Uteslutna appar som körs
tr: Hariç Tutulan Çalışan Uygulamalar
vi: Ứng dụng đang chạy loại trừ
zh_hans: 排除的运行中应用
zh_hant: 排除正在執行的應用程式

source: Exercise
ar: التمرين
de: Sport
es: Hacer ejercicio
fr: Exercice
hu: Testmozgás
ja: 運動
nl: Sporten
pl: Ćwiczenia
pt: Exercício
ru: Зарядка
sv: Träning
tr: Egzersiz
vi: Tập thể dục
zh_hans: 锻炼
zh_hant: 運動

source: Exit Full Screen
ar: إنهاء وضع ملء الشاشة
de: Vollbildmodus verlassen
es: Salir de pantalla completa
fr: Sortir du plein écran
hu: Kilépés a teljes képernyőből
ja: フルスクリーン解除
nl: Schermvullende weergave stoppen
pl: Wyłącz tryb pełnoekranowy
pt: Sair do Ecrã Completo
ru: Выйти из полноэкранного режима
sv: Avsluta helskärmsläge
tr: Tam Ekrandan Çık
vi: Thoát chế độ Toàn màn hình
zh_hans: 退出全屏
zh_hant: 退出全螢幕模式

source: Expand Folders
ar: توسيع المجلدات
de: Ordner erweitern
es: Expandir carpetas
fr: Développer les dossiers
hu: Mappák kibontása
ja: フォルダを展開
nl: Mappen uitvouwen
pl: Rozwijaj foldery
pt: Expandir Pastas
ru: Разворачивать папки
sv: Expandera mappar
tr: Klasörleri Genişlet
vi: Mở rộng thư mục
zh_hans: 展开文件夹
zh_hant: 展開檔案夾

source: Expanded
ar: موسّع
de: Ausgeklappt
es: Expandido
fr: Développé
hu: Kibontva
ja: 展開
nl: Uitgeklapt
pl: Rozwinięte
pt: Expandido
ru: Развернуто
sv: Expanderad
tr: Genişletildi
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 展開

source: Experimental
ar: تجريبي
de: Experimentell
fr: Expérimental
hu: Kísérleti
ja: 実験的
nl: Experimenteel
pl: Eksperymentalne
ru: Экспериментальная функция
sv: Experimentell
tr: Deneysel
vi: Thử nghiệm
zh_hans: 实验性功能
zh_hant: 實驗性功能

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hu: Exportálás
ja: 書き出す
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспортировать
sv: Exportera
tr: Dışa Aktar
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export All Settings
ar: تصدير جميع الإعدادات
de: Alle Einstellungen exportieren
es: Exportar todos los ajustes
fr: Exporter tous les paramètres
hu: Minden beállítás exportálása
ja: すべての設定を書き出す
nl: Exporteer alle instellingen
pl: Eksportuj wszystkie ustawienia
pt: Exportar Todas as Definições
ru: Экспортировать все настройки
sv: Exportera alla inställningar
tr: Tüm Ayarları Dışa Aktar
vi: Xuất tất cả Cài đặt
zh_hans: 导出所有设置
zh_hant: 匯出所有設定

source: Export every DockDoor Pro setting to a file you can restore later or move to another Mac.
ar: تصدير كل إعدادات DockDoor Pro إلى ملف يمكنك استعادته لاحقًا أو نقله إلى Mac آخر.
de: Exportieren Sie alle DockDoor Pro-Einstellungen in eine Datei, die Sie später wiederherstellen oder auf einen anderen Mac verschieben können.
es: Exporta todos los ajustes de DockDoor Pro a un archivo que podrás restaurar más tarde o llevar a otro Mac.
fr: Exporter tous les paramètres DockDoor Pro vers un fichier que vous pouvez restaurer ultérieurement ou utiliser sur un autre Mac.
hu: Exportálja a DockDoor Pro összes beállítását egy fájlba, amelyet később visszaállíthat, vagy átvihet egy másik Macre.
ja: DockDoor Proのすべての設定をファイルに書き出して、後で復元したり別のMacに移行したりできます。
nl: Exporteer al je DockDoor Pro-instellingen naar een bestand dat je later kunt terugzetten of naar een andere Mac kunt verplaatsen.
pl: Wyeksportuj wszystkie ustawienia DockDoor Pro do pliku, który można później odtworzyć lub przenieść na innego Maca.
pt: Exporte todas as definições do DockDoor Pro para um ficheiro que pode restaurar mais tarde ou levar para outro Mac.
ru: Экспортировать все настройки DockDoor Pro в файл, который можно позже восстановить или перенести на другой Mac.
sv: Exportera alla DockDoor Pro-inställningar till en fil som du kan återställa senare eller flytta till en annan Mac.
tr: Tüm DockDoor Pro ayarlarını daha sonra geri yükleyebileceğin veya başka bir Mac'e taşıyabileceğin bir dosyaya aktar.
vi: Xuất tất cả cài đặt DockDoor Pro ra một tệp để bạn có thể khôi phục sau hoặc chuyển sang máy Mac khác.
zh_hans: 将所有 DockDoor Pro 设置导出为文件，以便日后恢复或迁移至另一台 Mac。
zh_hant: 將所有 DockDoor Pro 設定匯出為檔案，以便日後還原或移轉到其他 Mac。

source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fr: Exportation échouée
hu: Exportálás sikertelen
ja: 書き出しに失敗しました
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt: Falha na Exportação
ru: Сбой экспорта
sv: Exporten misslyckades
tr: Dışa aktarma başarısız
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export Logs
ar: تصدير السجلات
de: Protokolle exportieren
es: Exportar registros
fr: Exporter les logs
hu: Naplók exportálása
ja: ログを書き出す
nl: Logs exporteren
pl: Eksportuj dzienniki
pt: Exportar Registos
ru: Экспорт журналов
sv: Exportera loggar
tr: Günlükleri Dışa Aktar
vi: Xuất nhật ký
zh_hans: 导出日志
zh_hant: 匯出記錄

source: Export or import all DockDoor Pro settings and profiles
ar: تصدير أو استيراد جميع إعدادات DockDoor Pro وملفات التعريف
de: Alle DockDoor Pro Einstellungen und Profile exportieren oder importieren
es: Exporta o importa todos los ajustes y perfiles de DockDoor Pro
fr: Exporter ou importer tous les paramètres et profils DockDoor Pro
hu: A DockDoor Pro összes beállításának és profiljának exportálása vagy importálása
ja: DockDoor Proのすべての設定とプロファイルを書き出しまたは読み込みます
nl: Exporteer of importeer je DockDoor Pro-instellingen en profielen
pl: Eksportuj lub importuj wszystkie ustawienia i profile DockDoor Pro
pt: Exporte ou importe todas as definições e perfis do DockDoor Pro
ru: Экспорт или импорт всех настроек DockDoor Pro и профилей
sv: Exportera eller importera alla DockDoor Pro-inställningar och profiler
tr: Tüm DockDoor Pro ayarlarını ve profillerini dışa veya içe aktar
vi: Xuất hoặc nhập tất cả cài đặt và hồ sơ DockDoor Pro
zh_hans: 导出或导入所有 DockDoor Pro 设置和配置文件
zh_hant: 匯出或匯入所有 DockDoor Pro 設定與設定檔

source: Export Successful
ar: نجاح التصدير
de: Export erfolgreich
es: Exportación completada
fr: Exportation réussie
hu: Sikeres exportálás
ja: 書き出しが完了しました
nl: Succesvol geëxporteerd
pl: Eksport zakończony powodzeniem
pt: Exportação Concluída
ru: Экспорт выполнен
sv: Exporten lyckades
tr: Dışa aktarma başarılı
vi: Xuất thành công
zh_hans: 导出成功
zh_hant: 匯出成功

source: Export...
ar: تصدير ...
de: Exportieren...
es: Exportar…
fr: Exporter...
hu: Exportálás...
ja: 書き出す...
nl: Exporteren...
pl: Eksportuj…
pt: Exportar…
ru: Экспортировать...
sv: Exportera...
tr: Dışa Aktar...
vi: Xuất...
zh_hans: 导出……
zh_hant: 匯出……

source: Extend the dock below the icons and mirror them on the surface, like the classic 3D Dock
ar: مد Dock أسفل الأيقونات وعكسها على السطح، مثل Dock الكلاسيكي ثلاثي الأبعاد
de: Das Dock unter den Symbolen verlängern und diese auf der Oberfläche spiegeln, wie beim klassischen 3D-Dock
es: Extiende el Dock por debajo de los iconos y los refleja en la superficie, como el clásico Dock 3D
fr: Prolonger le dock sous les icônes et les refléter sur la surface, comme l'ancien Dock 3D
hu: A Dock kiterjesztése az ikonok alá és az ikonok tükrözése a felületen, mint a klasszikus 3D-s Dockban
ja: クラシックな3D Dockのように、アイコンの下にDockを延長し、その面にアイコンを映す
nl: Verleng het Dock onder de pictogrammen en spiegel ze op het oppervlak, zoals het klassieke 3D-Dock
pl: Rozszerz Dock pod ikonami i odbij je na powierzchni, jak w klasycznym Docku 3D
pt: Prolongar a Dock abaixo dos ícones e refleti-los na superfície, como a clássica Dock 3D
ru: Продлить Dock под значками и отражать их на поверхности, как в классическом объемном Dock
sv: Förläng dockan under symbolerna och spegla dem på ytan, som den klassiska 3D-Docken
tr: Dock'u simgelerin altına uzat ve klasik 3D Dock gibi yüzeyde yansıt
vi: Kéo dài dock xuống dưới các biểu tượng và phản chiếu chúng trên bề mặt, giống như Dock 3D cổ điển
zh_hans: 向图标下方扩展 Dock，并在表面显示图标倒影，呈现经典 3D Dock 效果
zh_hant: 將 Dock 延伸至圖示下方，並在表面顯示圖示倒影，呈現經典 3D Dock 效果

source: Extra Large
ar: كبير جدًا
de: Extragroß
es: Extragrande
fr: Très grand
hu: Extra nagy
ja: 特大
nl: Extra groot
pl: Bardzo duży
pt: Muito Grande
ru: Очень крупный
sv: Extra stor
tr: Çok Büyük
vi: Rất lớn
zh_hans: 特大
zh_hant: 特大

source: Extra rounding added to icon card backgrounds
ar: استدارة إضافية تُضاف إلى زوايا خلفيات بطاقات الأيقونات
de: Zusätzliche Rundung für Hintergründe von Symbolkarten
es: Redondeo adicional para los fondos de tarjeta de los iconos
fr: Arrondi supplémentaire ajouté aux arrière-plans de la carte d'icône
hu: Extra lekerekítés az ikonkártyák hátteréhez
ja: アイコンカードの背景に追加される角丸
nl: Extra afronding toevoegen aan achtergronden van pictogramkaarten
pl: Dodatkowe zaokrąglenie tła kart ikon
pt: Arredondamento extra adicionado aos fundos dos cartões dos ícones
ru: Дополнительное скругление фона карточек значков
sv: Extra rundning på symbolkortens bakgrunder
tr: Simge kartı arka planlarına eklenen ekstra yuvarlaklık
vi: Thêm độ bo góc cho nền thẻ biểu tượng
zh_hans: 为图标卡片背景增加额外圆角
zh_hant: 圖示卡片背景額外圓角

source: Extra Small
ar: صغير جدًا
de: Extraklein
es: Extrapequeño
fr: Très petit
hu: Extra kicsi
ja: 極小
nl: Extra klein
pl: Bardzo mały
pt: Muito Pequeno
ru: Очень мелкий
sv: Extra liten
tr: Çok Küçük
vi: Rất nhỏ
zh_hans: 特小
zh_hant: 特小

source: Extra space at both ends of the app icons row
ar: مساحة إضافية عند طرفي صف أيقونات التطبيقات
de: Zusätzlicher Abstand an beiden Enden der App-Symbolreihe
es: Espacio adicional en ambos extremos de la fila de iconos de apps
fr: Espace supplémentaire aux deux extrémités de la rangée d'icônes d'app
hu: Extra hely az appikonsor mindkét végén
ja: アプリアイコン行の両端の追加スペース
nl: Extra ruimte aan beide uiteinden van de rij met app-pictogrammen
pl: Dodatkowe miejsce na obu końcach wiersza ikon aplikacji
pt: Espaço extra em ambas as extremidades da fila de ícones das apps
ru: Дополнительное пространство на обоих концах ряда значков приложений
sv: Extra utrymme i båda ändarna av raden med appsymboler
tr: Uygulama simgeleri satırının her iki ucunda ekstra boşluk
vi: Khoảng trống bổ sung ở hai đầu hàng biểu tượng ứng dụng
zh_hans: 应用图标行两端额外留白
zh_hant: 應用程式圖示列兩端額外留白

source: Extreme
ar: مفرط
de: Extrem
es: Extremo
fr: Extrême
hu: Extrém
ja: 極端に強い
nl: Extreem
pl: Ekstremalny
pt: Extremo
ru: Экстремальный
sv: Extrem
tr: Aşırı
vi: Cực độ
zh_hans: 极强
zh_hant: 極端

source: Eye Break
ar: استراحة العين
de: Augenpause
es: Descanso visual
fr: Pause pour les yeux
hu: Szemszünet
ja: 目の休憩
nl: Oogpauze
pl: Odpoczynek dla oczu
pt: Pausa para os Olhos
ru: Отдых для глаз
sv: Ögonpaus
tr: Göz Molası
vi: Nghỉ mắt
zh_hans: 护眼休息
zh_hant: 眼睛休息

source: eyedropper
ar: قطارة
de: pipette
es: cuentagotas
fr: pipette
hu: pipetta
ja: スポイト
nl: pipet
pl: pipeta
pt: conta-gotas
ru: пипетка
sv: pipett
tr: damlalık
vi: hút màu
zh_hans: 滴管
zh_hant: 滴管

source: eyes
ar: عيون
de: augen
es: ojos
fr: yeux
hu: szem
ja: 目
nl: ogen
pl: oczy
pt: olhos
ru: глаза
sv: ögon
tr: gözler
vi: mắt
zh_hans: 眼睛
zh_hant: 眼睛

source: Eyes
ar: العيون
de: Augen
es: Ojos
fr: Yeux
hu: Szem
ja: 目
nl: Ogen
pl: Oczy
pt: Olhos
ru: Глаза
sv: Ögon
tr: Gözler
vi: Mắt
zh_hans: 护眼
zh_hant: 眼睛

source: Fade
ar: تلاشي
de: Überblenden
es: Fundido
fr: Fondu
hu: Áttűnés
ja: フェード
nl: Vervagen
pl: Zanikanie
pt: Desvanecer
ru: Затухание
sv: Tona
tr: Solma
vi: Mờ dần
zh_hans: 淡化
zh_hant: 淡化

source: Fade the preview panel while the full-size window preview is showing
ar: إخفاء لوحة المعاينة تدريجيًا أثناء عرض معاينة النافذة بالحجم الكامل
de: Vorschaupanel abblenden, während die Fenstervorschau in voller Größe angezeigt wird
es: Atenúa el panel de previsualización mientras se muestra la previsualización de la ventana a tamaño completo
fr: Estomper le panneau d'aperçu pendant l'affichage de l'aperçu de la fenêtre en taille réelle
hu: Az előnézeti panel elhalványítása, amíg a teljes méretű ablakelőnézet látható
ja: フルサイズのウインドウプレビューを表示している間、プレビューパネルをフェード
nl: Het voorbeeldvenster dimmen terwijl het voorbeeld op volledige grootte wordt weergegeven
pl: Przyciemniaj panel podglądu podczas wyświetlania pełnowymiarowego podglądu okna
pt: Esbater o painel de pré-visualização enquanto a pré-visualização da janela em tamanho real é mostrada
ru: Приглушать панель предпросмотра, пока показан полноразмерный предпросмотр окна
sv: Tona ned förhandsvisningspanelen medan förhandsvisningen av fönstret i full storlek visas
tr: Tam boyutlu pencere önizlemesi gösterilirken önizleme panelini soluklaştır
vi: Làm mờ dần bảng xem trước trong khi bản xem trước cửa sổ kích thước đầy đủ đang hiển thị
zh_hans: 显示全尺寸窗口预览时，淡化预览面板
zh_hant: 顯示完整尺寸的視窗預覽時，淡化預覽面板

source: Fahrenheit
ar: فهرنهايت
ja: 華氏
ru: Фаренгейт
tr: Fahrenhayt
vi: Độ F
zh_hans: 华氏度
zh_hant: 華氏

source: Failed to unzip the widget bundle.
ar: تعذر فك ضغط حزمة الأداة.
de: Das Widget-Bundle konnte nicht entpackt werden.
es: No se ha podido descomprimir el paquete del widget.
fr: Échec de la décompression du paquet du widget.
hu: Nem sikerült kicsomagolni a widgetcsomagot.
ja: ウィジェットバンドルを解凍できませんでした。
nl: Uitpakken van de widgetbundel is mislukt.
pl: Nie udało się rozpakować pakietu widżetu.
pt: Não foi possível descomprimir o pacote do widget.
ru: Не удалось распаковать пакет виджета.
sv: Det gick inte att packa upp widgetpaketet.
tr: Widget paketi açılamadı.
vi: Không thể giải nén gói tiện ích.
zh_hans: 无法解压小组件包。
zh_hant: 無法解壓縮小工具套件。

source: Fair
ar: مقبول
de: Mäßig
es: Aceptable
fr: Correct
hu: Mérsékelt
ja: やや高い
nl: Redelijk
pl: Umiarkowany
pt: Razoável
ru: Удовлетворительное
sv: Måttlig
tr: Orta
vi: Hơi cao
zh_hans: 一般
zh_hant: 尚可

source: Fan-Out Icon Size
ar: حجم أيقونات العرض المروحي
de: Symbolgröße beim Auffächern
es: Tamaño de los iconos en abanico
fr: Taille des icônes en éventail
hu: Legyezőikonok mérete
ja: ファンアウトのアイコンサイズ
nl: Pictogramgrootte bij uitklappen
pl: Rozmiar ikon w rozwinięciu
pt: Tamanho dos Ícones em Leque
ru: Размер значков в веере
sv: Symbolstorlek för solfjäder
tr: Yelpaze Simge Boyutu
vi: Kích thước biểu tượng dạng quạt
zh_hans: 展开图标大小
zh_hant: 展開圖示大小

source: Fast Tap
ar: النقر السريع
es: Pulsación rápida
fr: Appui rapide
hu: Gyors lenyomás
ja: 高速タップ
nl: Snel tikken
pl: Szybkie stuknięcie
pt: Toque Rápido
ru: Быстрое нажатие
sv: Snabbtryck
tr: Hızlı Dokunuş
vi: Nhấn nhanh
zh_hans: 快速点击
zh_hant: 快速點擊

source: Fast Tap delays previews briefly so quick shortcut presses can switch without showing the panel
ar: يؤخر «النقر السريع» المعاينات لفترة وجيزة بحيث يمكن لضغطات الاختصار السريعة التبديل دون إظهار اللوحة
de: Fast Tap verzögert Vorschauen kurz, damit Sie bei schnellen Tastendrücken wechseln können, ohne das Panel anzuzeigen
es: La pulsación rápida retrasa brevemente las previsualizaciones para que las pulsaciones rápidas del atajo cambien de ventana sin mostrar el panel
fr: Appui rapide retarde brièvement les aperçus pour éviter d'afficher le panneau lors de changements rapides
hu: A Gyors lenyomás rövid időre késlelteti az előnézetek megjelenését, így a gyors billentyűparancsokkal történő váltás a panel felugrása nélkül történhet
ja: 高速タップではプレビューの表示を少し遅らせるため、ショートカットをすばやく押すとパネルを表示せずに切り替えられます
nl: Snel tikken zorgt ervoor dat het voorbeeld kort wordt uitgesteld, zodat je met een snelle druk op de sneltoets kunt wisselen zonder dat het paneel wordt weergegeven
pl: Szybkie stuknięcie krótko opóźnia podglądy, aby szybkie naciśnięcia skrótów mogły przełączać bez pokazywania panelu
pt: O Toque Rápido atrasa brevemente as pré-visualizações para que pressões rápidas do atalho alternem sem mostrar o painel
ru: «Быстрое нажатие» ненадолго задерживает предпросмотр, чтобы при быстром нажатии сочетания клавиш можно было переключиться, не показывая панель
sv: Snabbtryck fördröjer förhandsvisningar en kort stund så att snabba kortkommandotryck kan växla utan att panelen visas
tr: Hızlı Dokunuş, önizlemeleri kısa süre geciktirir, böylece hızlı kısayol basışları paneli göstermeden geçiş yapabilir
vi: Nhấn nhanh sẽ trì hoãn việc xem trước một chút để các phím tắt nhanh có thể chuyển đổi mà không cần hiển thị bảng
zh_hans: 快速点击会短暂延迟预览，以便快速按下快捷键时可以直接切换而不显示面板
zh_hant: 快速點擊會短暫延後顯示預覽，讓快速按下快速鍵切換時不會顯示面板

source: favorites
ar: المفضلة
de: favoriten
es: favoritos
fr: favoris
hu: kedvencek
ja: お気に入り
nl: favorieten
pl: ulubione
pt: favoritos
ru: избранное
sv: favoriter
tr: favoriler
vi: yêu thích
zh_hans: 收藏
zh_hant: 喜好項目

source: Feels like %@
ar: يبدو مثل %@
de: Fühlt sich an wie %@
es: Sensación térmica de %@
fr: Ressenti %@
hu: Hőérzet %@
ja: 体感温度%@
nl: Voelt als %@
pl: Odczuwalna %@
pt: Sensação térmica de %@
ru: Чувства как %@
sv: Känns som %@
tr: Hissedilen %@
vi: Cảm giác như %@
zh_hans: 体感温度 %@
zh_hant: 感覺像 %@

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
ja: ファイル
nl: Bestand
pl: Plik
pt: Ficheiro
ru: Файл
sv: Fil
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: File Manager
ar: مدير الملفات
de: Dateimanager
es: Gestor de archivos
fr: Gestionnaire de fichiers
hu: Fájlkezelő
ja: ファイルマネージャ
nl: Bestandsbeheer
pl: Menedżer plików
pt: Gestor de Ficheiros
ru: Файловый менеджер
sv: Filhanterare
tr: Dosya Yöneticisi
vi: Trình quản lý tệp
zh_hans: 文件管理器
zh_hant: 檔案管理器

source: File Search
ar: البحث عن الملفات
de: Dateisuche
es: Búsqueda de archivos
fr: Recherche de fichiers
hu: Fájlkeresés
ja: ファイル検索
nl: Bestanden zoeken
pl: Wyszukiwanie plików
pt: Pesquisa de Ficheiros
ru: Поиск файлов
sv: Filsökning
tr: Dosya Arama
vi: Tìm kiếm tệp
zh_hans: 文件搜索
zh_hant: 檔案搜尋

source: File Thumbnails
ar: الصور المصغرة للملفات
de: Dateiminiaturen
es: Miniaturas de archivos
fr: Miniatures de fichiers
hu: Fájlminiatűrök
ja: ファイルのサムネール
nl: Miniatuurafbeeldingen van bestanden
pl: Miniatury plików
pt: Miniaturas de Ficheiros
ru: Миниатюры файлов
sv: Filminiatyrer
tr: Dosya Küçük Resimleri
vi: Hình thu nhỏ của tệp
zh_hans: 文件缩略图
zh_hant: 檔案縮圖

source: File Tray
ar: حاوية الملفات
de: Datei-Ablage
es: Bandeja de archivos
fr: Tiroir de fichiers
hu: Fájltároló Tálca
ja: ファイルトレイ
nl: Bestandsvak
pl: Półka plików
pt: Tabuleiro de Ficheiros
ru: Лоток файлов
sv: Filbricka
tr: Dosya Tepsisi
vi: Khay tệp
zh_hans: 文件托盘
zh_hant: 檔案托盤

source: File Tray (%lld)
ar: حجم الملف (%lld)
de: Datei-Ablage (%lld)
es: Bandeja de archivos (%lld)
fr: Bac à fichiers (%lld)
hu: Fájltároló Tálca (%lld)
ja: ファイルトレイ（%lld）
nl: Bestandsvak (%lld)
pl: Półka plików (%lld)
pt: Tabuleiro de Ficheiros (%lld)
ru: Журнал файлов (%lld)
sv: Filbricka (%lld)
tr: Dosya Alanı (%lld)
vi: Khay tệp (%lld)
zh_hans: 文件托盘 (%lld)
zh_hant: 檔案托盤（%lld）

source: File Tray Page
ar: صفحة حاوية الملفات
de: Seite „Datei-Ablage“
es: Página Bandeja de archivos
fr: Page Tiroir de fichiers
hu: Fájltároló Tálca lap
ja: ファイルトレイページ
nl: Bestandsvakpagina
pl: Strona Półka plików
pt: Página Tabuleiro de Ficheiros
ru: Страница «Лоток файлов»
sv: Sidan Filbricka
tr: Dosya Tepsisi Sayfası
vi: Trang Khay tệp
zh_hans: 文件托盘页面
zh_hant: 檔案托盤頁面

source: File Tray Symbol
ar: رمز حاوية الملفات
de: Symbol für „Datei-Ablage“
es: Símbolo de Bandeja de archivos
fr: Symbole du tiroir de fichiers
hu: Fájltároló Tálca szimbóluma
ja: ファイルトレイのシンボル
nl: Symbool voor het bestandsvak
pl: Symbol Półki plików
pt: Símbolo do Tabuleiro de Ficheiros
ru: Символ лотка файлов
sv: Symbol för Filbricka
tr: Dosya Tepsisi Sembolü
vi: Ký hiệu Khay tệp
zh_hans: 文件托盘符号
zh_hant: 檔案托盤圖示

source: File...
ar: ملف...
de: Datei...
es: Archivo…
fr: Fichier...
hu: Fájl...
ja: ファイル...
nl: Bestand...
pl: Plik…
pt: Ficheiro…
ru: Файл...
sv: Fil...
tr: Dosya...
vi: Tệp...
zh_hans: 文件……
zh_hant: 檔案……

source: Files and Folders
ar: الملفات والمجلدات
de: Dateien und Ordner
es: Archivos y carpetas
fr: Fichiers et dossiers
hu: Fájlok és mappák
ja: ファイルとフォルダ
nl: Bestanden en mappen
pl: Pliki i foldery
pt: Ficheiros e Pastas
ru: Файлы и папки
sv: Filer och mappar
tr: Dosyalar ve Klasörler
vi: Tệp và Thư mục
zh_hans: 文件和文件夹
zh_hant: 檔案與檔案夾

source: Files will be opened with this app instead of AirDrop
ar: سيتم فتح الملفات بهذا التطبيق بدلًا من AirDrop
de: Dateien werden mit dieser App statt mit AirDrop geöffnet
es: Los archivos se abrirán con esta app en lugar de AirDrop
fr: Les fichiers seront ouverts avec cette app au lieu d'AirDrop
hu: A fájlok ezzel az appal nyílnak meg az AirDrop helyett
ja: ファイルはAirDropの代わりにこのアプリで開かれます
nl: Bestanden worden met deze app geopend in plaats van met AirDrop
pl: Pliki będą otwierane w tej aplikacji zamiast wysyłane przez AirDrop
pt: Os ficheiros serão abertos com esta app em vez do AirDrop
ru: Файлы будут открываться в этом приложении вместо AirDrop
sv: Filer öppnas med den här appen i stället för AirDrop
tr: Dosyalar AirDrop yerine bu uygulamayla açılacak
vi: Tệp sẽ được mở bằng ứng dụng này thay vì AirDrop
zh_hans: 文件将通过此应用打开，而非使用 AirDrop
zh_hant: 檔案將改用此應用程式開啟，而不是透過 AirDrop 傳送

source: Files you drop on the dock, plus AirDrop and your pinned folders.
ar: الملفات التي تفلتها على Dock، بالإضافة إلى AirDrop ومجلداتك المثبتة.
de: Dateien, die Sie auf dem Dock ablegen, sowie AirDrop und Ihre angehefteten Ordner.
es: Los archivos que sueltas en el Dock, además de AirDrop y tus carpetas fijadas.
fr: Les fichiers que vous déposez sur le dock, ainsi qu'AirDrop et vos dossiers épinglés.
hu: A Dockra ejtett fájlok, valamint az AirDrop és a kitűzött mappák.
ja: Dockにドロップしたファイルに加えて、AirDropとピン留めしたフォルダ。
nl: Bestanden die je op het Dock neerzet, plus AirDrop en je vastgezette mappen.
pl: Pliki upuszczone na Dock, a także AirDrop i przypięte foldery.
pt: Ficheiros que larga na Dock, além do AirDrop e das pastas afixadas.
ru: Файлы, которые вы перетаскиваете на Dock, а также AirDrop и закрепленные папки.
sv: Filer som du släpper på dockan, plus AirDrop och dina fästa mappar.
tr: Dock'a bıraktığın dosyalar, ayrıca AirDrop ve sabitlenmiş klasörlerin.
vi: Các tệp bạn thả vào dock, cùng với AirDrop và các thư mục đã ghim.
zh_hans: 您拖入 Dock 的文件，以及 AirDrop 和固定的文件夹。
zh_hant: 你拖放到 Dock 的檔案，以及 AirDrop 和已釘選的檔案夾。

source: Fill Bottom Half
ar: ملء النصف السفلي
de: Untere Hälfte füllen
es: Ocupar mitad inferior
fr: Remplir la moitié inférieure
hu: Alsó fél kitöltése
ja: 下半分に配置
nl: Onderste helft vullen
pl: Wypełnij dolną połowę
pt: Preencher Metade Inferior
ru: Заполнить нижнюю половину
sv: Fyll nedre halvan
tr: Alt Yarısını Doldur
vi: Lấp đầy nửa dưới
zh_hans: 填充下半部分
zh_hant: 填滿螢幕下半部

source: Fill color behind every widget
ar: لون التعبئة خلف كل أداة
de: Füllfarbe hinter jedem Widget
es: Color de relleno detrás de cada widget
fr: Couleur de remplissage derrière chaque widget
hu: Kitöltőszín minden widget mögött
ja: すべてのウィジェットの背後の塗りつぶしカラー
nl: Opvulkleur achter elke widget
pl: Kolor wypełnienia w tle każdego widżetu
pt: Cor de preenchimento por trás de cada widget
ru: Цвет заливки за каждым виджетом
sv: Fyllnadsfärg bakom varje widget
tr: Her widget'ın arkasındaki dolgu rengi
vi: Màu tô phía sau mọi tiện ích
zh_hans: 为所有小组件使用背景填充颜色
zh_hant: 為每個小工具填入背景色

source: Fill Left Half
ar: ملء النصف الأيسر
de: Linke Hälfte füllen
es: Ocupar mitad izquierda
fr: Remplir la moitié gauche
hu: Bal fél kitöltése
ja: 左半分に配置
nl: Linkerhelft vullen
pl: Wypełnij lewą połowę
pt: Preencher Metade Esquerda
ru: Заполнить левую половину
sv: Fyll vänstra halvan
tr: Sol Yarısını Doldur
vi: Lấp đầy nửa trái
zh_hans: 填充左半部分
zh_hant: 填滿螢幕左半部

source: Fill Right Half
ar: ملء النصف الأيمن
de: Rechte Hälfte füllen
es: Ocupar mitad derecha
fr: Remplir la moitié droite
hu: Jobb fél kitöltése
ja: 右半分に配置
nl: Rechterhelft vullen
pl: Wypełnij prawą połowę
pt: Preencher Metade Direita
ru: Заполнить правую половину
sv: Fyll högra halvan
tr: Sağ Yarısını Doldur
vi: Lấp đầy nửa phải
zh_hans: 填充右半部分
zh_hant: 填滿螢幕右半部

source: Fill Top Half
ar: ملء النصف الأعلى
de: Obere Hälfte füllen
es: Ocupar mitad superior
fr: Remplir la moitié supérieure
hu: Felső fél kitöltése
ja: 上半分に配置
nl: Bovenste helft vullen
pl: Wypełnij górną połowę
pt: Preencher Metade Superior
ru: Заполнить верхнюю половину
sv: Fyll övre halvan
tr: Üst Yarısını Doldur
vi: Lấp đầy nửa trên
zh_hans: 填充上半部分
zh_hant: 填滿螢幕上半部
